{"data":{"site":{"siteMetadata":{"title":"TobiasMadsen.com","author":"Tobias Madsen"}},"markdownRemark":{"id":"7fa77056-eae0-5a18-9348-913d88bc68a9","excerpt":"Normalt siges det, at man skal afbetale det dyre banklån før man afdrager på sit realkreditlån.\nMen ofte kan det betale sig at dele…","html":"<p>Normalt siges det, at man skal afbetale det dyre banklån før man afdrager på sit realkreditlån.\nMen ofte kan det betale sig at dele realkreditlånet op og afdrage på en del af det - et såkaldt 2-lags lån.\nJeg har lavet en <a href=\"/to-lags-laan-beregner\">beregner</a>, hvor man kan afprøve forskellige kombinationer af to fastforrentede\nrealkreditlån med og uden afdrag baseret på TotalKredits bidragssatser<sup id=\"fnref-1\"><a href=\"#fn-1\" class=\"footnote-ref\">1</a></sup>.\nDet kan være komplekst at afgøre hvor stor en del af lånet, der børe være med afdrag,\nmen som en tommelfinger-regel vil de fleste kunne spare penge ved at afdrage på den sidste fjerdedel af realkreditlånet.</p>\n<p>Hvis man eks. skal låne 2,5 mio kr., kan man låne 2 mio kr. i realkreditinstituttet.\nDen sidste fjerdedel vil i det tilfælde være 500.000 kr.\nTager man et fastforrentet 1% realkredit lån med afdrag vil bidragssatsen være 1.2%,\nmens et tilsvarende afdragsfritlån vil have en bidragssats på 2.0%.\nI løbet af første 10 år vil ydelsen på lånet med afdrag være knap 95.000 kr. højere end det afdragsfrilån\n(ca 790 kr. om måneden). For dette ekstra beløb vil man have afdraget ca. 150.000 kr.</p>\n<p>Havde man i stedet brugt de 95.000 kr. på at betale af på et banklån med en rente på 5% </p>\n<div class=\"footnotes\">\n<hr>\n<ol>\n<li id=\"fn-1\">\n<p><a href=\"https://www.totalkredit.dk/siteassets/dokumenter/privat/prisblad/prisblad.pdf\">TotalKredit prisblad</a></p>\n<a href=\"#fnref-1\" class=\"footnote-backref\">↩</a>\n</li>\n</ol>\n</div>","frontmatter":{"title":"To lags lån beregner","subtitle":"Hvornår skal man afbetale på banklånet og hvornår skal man afbetale på realkreditlånet?"}}},"pageContext":{"date":"2019/10/01","slug":"/to-lags-laan-beregner-blog/","previous":{"fields":{"slug":"/winning-the-school-lottery/"},"frontmatter":{"subtitle":"The Danish Ministry of Education has now paid out bonuses to the schools participating in the school initiative. They claim that 400 students were improved as a result. However, this number does not hold up.","title":"Winning the School Lottery","date":"2018/11/09"}},"next":null}}