{"data":{"site":{"siteMetadata":{"title":"TobiasMadsen.com","description":"A blog about statistics, software development and mathematics"}},"allMarkdownRemark":{"edges":[{"node":{"excerpt":"Normalt siges det, at man skal afbetale det dyre banklån før man afdrager på sit realkreditlån.\nMen ofte kan det betale sig at dele realkreditlånet op og afdrage på en del af det - et såkaldt 2-lags lån.\nJeg har lavet en  beregner , hvor man kan…","fields":{"slug":"/to-lags-laan-beregner-blog/"},"frontmatter":{"title":"To lags lån beregner","date":"2019/10/01","image":null}}},{"node":{"excerpt":"In a previous  post  I dived into the Danish Ministry of Educations \nschool initiative to lift schools having a large amount of students with poor academic performance. The point made in \nthe post was that the evaluation of the schools relied on so…","fields":{"slug":"/winning-the-school-lottery/"},"frontmatter":{"title":"Winning the School Lottery","date":"2018/11/09","image":{"childImageSharp":{"fluid":{"src":"/static/b9137f153b0db78dc4956cc0e8901e23/10e5e/detektor.jpg"}}}}}},{"node":{"excerpt":"Last week the weekly magazine Weekend Avisen brought a story on the first year results of a governmental initiative to incentivise danish schools with poor academic performance .\nA schools performance is measured by the percentage of graduating…","fields":{"slug":"/lottery-tickets-to-danish-schools/"},"frontmatter":{"title":"Lottery tickets to Danish Schools","date":"2018/08/11","image":null}}},{"node":{"excerpt":"You might want to argue that the question in the subtitle is based on a false premise; \nthe p-value is related to the probability of falsely rejecting the null hypothesis conditional on the level ( ) and the null hypothesis being true.\nThe question…","fields":{"slug":"/p_values_and_posterior_probabilities/"},"frontmatter":{"title":"P-values and Posterior Probabilities","date":"2017/04/10","image":null}}},{"node":{"excerpt":"Automatic Differentiation (AD) specifically reverse-mode AD takes a function, \n  \ndefined by a computer program and computes the gradient exactly (up to machine precision) and at the same time complexity as the original program. \nHere I will show how…","fields":{"slug":"/automatic_differentiation_in_r/"},"frontmatter":{"title":"Automatic Differentiation in R","date":"2017/03/31","image":{"childImageSharp":{"fluid":{"src":"/static/2b671c502656deb5831d2ef53e0e4066/5aed1/rcode.png"}}}}}},{"node":{"excerpt":"Our paper on  Significance Evaluation in Factor Graphs  has just been published.\nIn the paper we investigate how to evaluate the significance of rare events for a wide-class of models defined by factor graphs. Factor graphs are a graphical model…","fields":{"slug":"/Significance-Evaluation-in-Factor-Graphs/"},"frontmatter":{"title":"Significance Evaluation in Factor Graphs","date":"2017/03/31","image":null}}},{"node":{"excerpt":"I recently wanted to retrieve all SNP’s from  dbSNP  overlapping a set of regions using  UCSC’s MySQL interface .\nThis post shows you how this can be done and how to increase the speed of queries by using UCSC’s binning scheme. First things first…","fields":{"slug":"/mysql-queries-in-ucsc-databases/"},"frontmatter":{"title":"MySQL queries in UCSC databases","date":"2015/11/21","image":null}}},{"node":{"excerpt":"I recently attended the UseR! conference in  Aalborg .\nIt was a great conference with great tutorials, good talks and foremost a lot of interesting people.\nAs I grew up in Aalborg I could not help feeling a bit proud, that the city and the…","fields":{"slug":"/useR-talk-2015/"},"frontmatter":{"title":"UseR! Talk","date":"2015/08/11","image":{"childImageSharp":{"fluid":{"src":"/static/75f54be5752cf9fce8ce18b3b5b8f153/10e5e/useRtalk.jpg"}}}}}},{"node":{"excerpt":"Given a male patient 45 years of age and a BMI of 27 how great is the risk of having diabetes? What is the relationship between the chance of wining an election and the campaign budget? How does the probability of playing in NBA increase with height…","fields":{"slug":"/locally-weighted-logistic-regression/"},"frontmatter":{"title":"Locally Weighted Logistic Regression","date":"2015/03/26","image":null}}}]}},"pageContext":{}}