{"data":{"site":{"siteMetadata":{"title":"TobiasMadsen.com","description":"A blog about statistics, software development and mathematics"}},"allMarkdownRemark":{"edges":[{"node":{"id":"d7533352-74f8-5af2-af54-d4b4148ab67d","excerpt":"In a previous  post  I dived into the Danish Ministry of Educations school initiative to lift the students with the \npoorest academic…","html":"<p>In a previous <a href=\"/2018/08/11/lottery-tickets-to-danish-schools/\">post</a> I dived into the Danish Ministry of Educations school initiative to lift the students with the\npoorest academic performances. The point made in the post was that the evaluation of the schools relied on so little\ndata, that the payouts would be a lottery. A couple of months ago the result and payout for each school was announced\nfor the first year of the initiative. The ministry claims that 400 students improved their performance as a result of\nthe initiative <sup id=\"fnref-1\"><a href=\"#fn-1\" class=\"footnote-ref\">1</a></sup>.</p>\n<blockquote>\nThe 62 schools have on average decreased the proportion of students on that level with almost 14 percentage points \ncompared to their starting points. This amounts to the schools improving more than 400 students.\n</blockquote>\n<p>The Danish Broadcasting Corporation (DR) had gained access to documents detailing the performance for this year and the\nthree previous years, where amongst other things found schools that received the payout but had decreased the general\nperformance <sup id=\"fnref-2\"><a href=\"#fn-2\" class=\"footnote-ref\">2</a></sup>. I asked them to share their data to have a closer look. It turned out that not only had the ministry not\naccounted for regression towards the mean, they also only included schools who actually improved not all schools in the\ninitiative and they used a regular mean where a weighted mean should have been applied. With these errors the true\nnumber of students improved as a result of the initiative is closer to 200 than 400.</p>\n<p>I shared this finding with DR where it was used as part of a larger section on the initiative in their fact-checking\nprogramme “Detektor” the 18th of October <sup id=\"fnref-3\"><a href=\"#fn-3\" class=\"footnote-ref\">3</a></sup>.</p>\n<p>To come up with the figure 400, the ministry only included the schools who got a payout from the initiative. They then\ncomputed the average improvement for these schools and multiplied it onto the total number of students graduating from\nthese schools. By this method they arrived at 405. There are three problems with this method:<br>\n<br/></p>\n<ol>\n<li>To begin with you can not take an un-weighted average improvement over all the schools and then apply it to the total\nnumber of students. It turns out that the small schools have improved more than the larger schools (which is to be\nexpected as small schools will regress more towards the mean). Taking the weighted average instead brings the number\ndown to 355 students. </li>\n<li>Only including the improved schools when accounting for the number of improved students is a very blunt form of\ncherry-picking. Including all schools that have participated in the initiative brings the number down to 287. Where the\nfirst mistake is embarrassing I will categorize this one as deceitful. </li>\n<li>Finally, as mentioned in the previous post, one must take care to account for regression toward the mean. The schools\nin the initiative were selected for poor performance. Being on such a list is a product of true effects such as\nsocioeconomic factors and bad luck. Where the true effects remain from year to year, luck changes from year to year.\nAccounting for regression to the mean the number is down to 221 students. This number is subject to some uncertainty,\nas we need to estimate the effect of regression towards the mean. This mistake is more forgiveable but a mistake\nnonetheless. </li>\n</ol>\n<p>A data sheet with the schools, their baseline performance, number of students, performance this year etc. can be found\n<a href=\"/assets/winning-the-school-lottery/skoler.csv\">here</a>.\n<br/></p>\n<div class=\"footnotes\">\n<hr>\n<ol>\n<li id=\"fn-1\">\n<p><a href=\"https://uvm.dk/aktuelt/nyheder/uvm/2018/sep/180919-61-skoler-faar-penge-fra-skolepuljen\">The Ministry of Education: 62 skoler får penge fra skolepuljen</a></p>\n<a href=\"#fnref-1\" class=\"footnote-backref\">↩</a>\n</li>\n<li id=\"fn-2\">\n<p><a href=\"https://www.dr.dk/nyheder/indland/elever-faar-daarligere-karakterer-men-skolerne-bliver-beloennet-med-8-millioner\">DR: Elever får dårligere karakterer, men skolerne bliver belønnet med 8 millioner kroner</a></p>\n<a href=\"#fnref-2\" class=\"footnote-backref\">↩</a>\n</li>\n<li id=\"fn-3\">\n<p><a href=\"https://www.dr.dk/tv/se/detektor-tv/detektor-10/detektor-2018-10-18\">DR: Detektor 18th October</a></p>\n<a href=\"#fnref-3\" class=\"footnote-backref\">↩</a>\n</li>\n</ol>\n</div>","frontmatter":{"title":"Winning the School Lottery"}}}]}},"pageContext":{}}